"/rakaya";
export const TeamData = [
  // {
  //   name: "المستشار نبيل عابد",
  //   position: "رئيس مجلس الإدارة",
  //   image: "/studio/team/1.webp",
  //   desc: "اتخاذ القرارات الاستراتيجية الرئيسية للشركة وتوجيهها نحو تحقيق أهدافها ورؤيتها، وإدارة العلاقات مع المساهمين والشركاء الرئيسيين، وتوجيه الفريق التنفيذي نحو تحقيق أعلى مستويات الأداء والنجاح",
  // },
  {
    name: "م. حاتم باناصر",
    position: "الرئيس التنفيذي",
    image: "/studio/team/2.webp",
    desc: "إدارة العمليات اليومية للشركة وتوجيه الفريق التنفيذي لضمان تحقيق الأهداف والاستراتيجيات المحددة، تحديد المهام وتوزيعها بين الأقسام المختلفة والتأكد من تقدم العمل بشكل صحيح وفي الوقت المحدد، التدخل عند الحاجة لحل المشكلات وتحقيق التحسينات من أجل تحقيق النجاح المستدام للشركة",
  },
  {
    name: "لميس الثقفي",
    position: "مستشارة تطوير أعمال",
    image: "/studio/team/lady.webp",
    desc: "تحليل الأعمال وتقديم الاقتراحات والتوجيهات لتحسين أداء الشركة وزيادة ربحيتها، تقديم الاستشارات والتوجيهات الاستراتيجية للتطوير والنمو العملياتي للشركة، تحديد الفرص الجديدة للنمو وتطوير خطط العمل المناسبة لتحقيقها ",
  },
  {
    name: "أحمد الغريب",
    position: "مدير المكتب التنفيذي",
    image: "/studio/team/4.webp",
    desc: "إدارة وتنظيم جميع الأنشطة الإدارية في المكتب التنفيذي للشركة، تنسيق الجداول الزمنية وإدارة المراسلات والتنسيق بين أقسام الشركة المختلفة، ضمان سير العمل بسلاسة داخل المكتب التنفيذي وتوفير الدعم اللازم للإدارة العليا وفرق العمل الأخرى",
  },
  {
    name: "عمر خان",
    position: "مدير إدارة تقنية المعلومات",
    image: "/studio/team/5.webp",
    desc: "إدارة ومتابعة الفريق لتحقيق أهداف ورؤية الشركة، وتوجيه الفريق وتحفيزهم للابتكار التقني وضمان تنفيذ أحدث التقنيات لضمان نجاح الشركة في عصر التحول الرقمي.",
  },
  {
    name: "مريم العمودي",
    position: "مديرة البحث والتطوير بصحة وسلامة الغذاء",
    image: "/studio/team/lady.webp",
    desc: "قيادة وتوجيه جهود البحث والتطوير، تنفيذ استراتيجيات تطويرية للمساهمة في الابتكار في مجال سلامة الغذاء ومكافحة الأمراض المنقولة عبر الغذاء، تشرف على فرق البحث والتطوير وتعمل على توجيههم وتحفيزهم لتحقيق الأهداف المحددة",
  },
  {
    name: "إبتهال دحلان",
    position: "مساند إداري",
    image: "/studio/team/lady.webp",
    desc: "تقديم الدعم الإداري والتنظيمي للفريق والموظفين في الشركة، أداء مجموعة متنوعة من المهام الإدارية لتسهيل سير العمل اليومي للمكتب وضمان فاعلية التواصل الداخلي والخارجي في الشركة  ",
  },
  {
    name: "الاء دحلان",
    position: "مساند إداري",
    image: "/studio/team/lady.webp",
    desc: "تقديم الدعم الإداري والتنظيمي للفريق والموظفين في الشركة، أداء مجموعة متنوعة من المهام الإدارية لتسهيل سير العمل اليومي للمكتب وضمان فاعلية التواصل الداخلي والخارجي في الشركة  ",
  },
  {
    name: "حسين الغشيري",
    position: "مساند إداري",
    image: "/studio/team/9.webp",
    desc: "تقديم الدعم الإداري والتنظيمي للفريق والموظفين في الشركة، أداء مجموعة متنوعة من المهام الإدارية لتسهيل سير العمل اليومي للمكتب وضمان فاعلية التواصل الداخلي والخارجي في الشركة  ",
  },
  {
    name: "غيداء المغربي",
    position: "مهندس برمجيات",
    image: "/studio/team/lady.webp",
    desc: "إدارة وتنظيم وتحليل جميع الجوانب التقنية وضمان تحقيق الأهداف بكفاءة عالية، التحقق من جميع العمليات بانها تسير بجودة ودقة ودعم جميع الاقسام من النواحي التقنية والادارية.",
  },
  {
    name: "أسامة عبدالغني",
    position: "مهندس برمجيات",
    image: "/studio/team/11.webp",
    desc: "إدارة وإنشاء تطوير البرمجيات وقيادة الفريق البرمجي ببراعة، وادارة الخوادم وقواعد البيانات، والتخطيط للمشاريع بشكل فعال وضمان تسليم الحلول التقنية بشكل ناجح وفالوقت المناسب.",
  },
  {
    name: "ربى بوقس",
    position: "مصمم واجهات وتجربة المستخدم",
    image: "/studio/team/lady.webp",
    desc: "تصميم واجهات وتجربة المستخدم لتطبيقات الانترنت والتطبيقات الذكية. وابتكار تصاميم فريدة وسهلة الاستخدام لضمان تفاعل المستخدم بشكل جيد وتحقيق تجربة العميل.",
  },
  {
    name: "شوق خياط",
    position: "محاسب مالية",
    image: "/studio/team/lady.webp",
    desc: "إدارة وتسجيل وتحليل البيانات المالية والمحاسبية للشركة، إعداد القوائم المالية والتقارير المالية الدورية، ضمان الامتثال للمعايير المحاسبية والقوانين المالية",
  },
  {
    name: "لمى بوقس",
    position: "مهندس برمجيات",
    image: "/studio/team/lady.webp",
    desc: "بناء وتطوير المواقع وبرمجة الواجهات الأمامية والخلفية بأحدث التقنيات لإخراج المنتج بشكل رائع وقابل للاستخدام بسهولة من قبل المستخدم، وتصميم قاعدة البيانات",
  },
  {
    name: "غدير العريني",
    position: "أخصائي قانوني",
    image: "/studio/team/lady.webp",
    desc: "متابعة وإدارة الشؤون القانونية للشركة والحرص على سلامة موقفها، تطوير الجوانب القانونية، تولّي مسؤولية صياغة ومراجعة العقود والاتفاقيات التي تتعلق بالعمليات التجارية للشركة",
  },
  {
    name: "مازن صلاح الدين",
    position: "باريستا",
    image: "/studio/team/16.webp",
    desc: "رمز للاهتمام بالتفاصيل، يتميز بأنه يعرف كل جزء في بيئة العمل، يحضّر قهوة رائعة جعلت فريق العمل يؤمن بفكرة الادخار عوض عن شراء القهوة كل صباح",
  },
  {
    name: "عدنان صلاح الدين",
    position: "باريستا",
    image: "/studio/team/17.webp",
    desc: "رمز للاهتمام بالتفاصيل، يتميز بأنه يعرف كل جزء في بيئة العمل، يحضّر قهوة رائعة جعلت فريق العمل يؤمن بفكرة الادخار عوض عن شراء القهوة كل صباح",
  },
  {
    name: "محمد الأحمر",
    position: "مهندس برمجيات",
    image: "/studio/team/18.webp",
    desc: "تصميم هيكلة البيانات وتنظيمها بطريقة تمكنك من الوصول للمعلومات بسرعة مما يسهم في تحسين الاداء وتجربة الاستخدام",
  },
  {
    name: "عبدالرحمن الشيخ",
    position: "مهندس برمجيات",
    image: "/studio/team/19.webp",
    desc: "تطوير وبرمجة المواقع الإلكترونية، ومختص في مجال الواجهات الأمامية باستخدام تقنيات متقدمة والمساهمة بتطوير حلول حديثة تعزز من تجربة المستخدم بشكل فعال ومتناسق.",
  },
  {
    name: "دانة درار",
    position: " مشرف قسم العلاقات العامة و إسعاد العملاء ",
    image: "/studio/team/lady.webp",
    desc: "بناء وتعزيز صورة وسمعة الشركة لدى الجمهور والوسائل الإعلامية، تنظيم الاتصالات الخارجية والداخلية للشركة، إدارة الأحداث والفعاليات الترويجية، تطوير استراتيجيات الاتصال لضمان التواصل الفعال",
  },
  {
    name: "تسنيم فطاني",
    position: "مشرف قسم التسويق",
    image: "/studio/team/lady.webp",
    desc: "تطوير وتنفيذ استراتيجيات التسويق للشركة، تحليل السوق وفهم احتياجات العملاء والمنافسة، تطوير خطط التسويق المناسبة لتلبية وتحقيق أهداف الشركة",
  },
  {
    name: "إنصاف السبحي",
    position: "أخصائي تقنية معلومات",
    image: "/studio/team/lady.webp",
    desc: "إدارة ومتابعة مهام الفريق ومسؤولة عن كتابة وتصميم المحتوى التقني لوسائل التواصل الاجتماعي الخاص بنا وعمل الدراسات والعروض التقديمية وتصميم مخططات سير العمل وتعريب المواقع ، وإصلاح الأعطال التقنية الفنية.",
  },
  {
    name: "ريم العتمي",
    position: "مهندس برمجيات",
    image: "/studio/team/lady.webp",
    desc: "تطوير الواجهات الخلفية باستخدام احدث التقنيات في المجال، وبناء وتطوير قواعد البيانات، وضمان إخراج المنتج وتقديمه بشكل جيد ويلبي احتياجات العميل.",
  },
  {
    name: "رحيمة جعفر",
    position: "مساند إداري",
    image: "/studio/team/lady.webp",
    desc: "تقديم الدعم الإداري والتنظيمي للفريق والموظفين في الشركة، أداء مجموعة متنوعة من المهام الإدارية لتسهيل سير العمل اليومي للمكتب وضمان فاعلية التواصل الداخلي والخارجي في الشركة",
  },
  {
    name: "جواد الغريبي",
    position: "مهندس برمجيات",
    image: "/studio/team/25.webp",
    desc: "تطوير تطبيقات الجوال الذكية بأحدث التقنيات والاهتمام في تحسين تجربة المستخدم وضمان سهولتها لتحقيق تجربة جيدة وفعالة.",
  },
  {
    name: "سعيد المطري",
    position: "مصمم جرافيكي",
    image: "/studio/team/man.webp",
    desc: "إنشاء وتطوير تصاميم بصرية إبداعية بهوية الشركة، إنشاء تصاميم وظيفية فعالة تساهم في تحقيق الأهداف البصرية المطلوبة من خلال إجراء البحوث والتحليلات واستخدام مختلف أدوات البرامج، إعداد التصاميم المبتكرة وبشكل احترافي",
  },
  {
    name: "نادر حسن",
    position: "مستشار إداري واقتصادي",
    image: "/studio/team/man.webp",
    desc: "تقديم الاستشارات في مجال الاقتصاد، تحليل البيانات المالية والاقتصادية وتقديم النصائح لتحسين الأداء المالي وتحقيق الأهداف الاقتصادية للشركة، تقديم الاستشارات في مجالات إدارة الأعمال وإدارة المخاطر ،وتحسين العمليات التشغيلية ",
  },
  {
    name: "بشرى المطري",
    position: "أخصائي جودة",
    image: "/studio/team/lady.webp",
    desc: "تطوير أنظمة و اجراءات تدقيق الجودة، تنفيذ وتطبيق منهجيات ومعايير الجودة، المراقبة واقتراح التدابير لتصحيح وتحسين الخدمات المقدمة",
  },
  {
    name: "علوي حلواني",
    position: "مراقب جودة",
    image: "/studio/team/man.webp",
    desc: "مسؤول عن ضمان جودة وسلامة المنتج الغذائي في المنشأة، ويراقب جميع مراحل الإنتاج الغذائي، ويتولّى فحص العينات وإجراء الاختبارات اللازمة للتأكد من عدم وجود تلوث، كتابة تقرير على ذلك",
  },
  {
    name: "رياض برناوي",
    position: "مراقب جودة",
    image: "/studio/team/man.webp",
    desc: "مسؤول عن ضمان جودة وسلامة المنتج الغذائي في المنشأة، ويراقب جميع مراحل الإنتاج الغذائي، ويتولّى فحص العينات وإجراء الاختبارات اللازمة للتأكد من عدم وجود تلوث، كتابة تقرير على ذلك",
  },
  {
    name: "بدر الوذيناني",
    position: "مراقب جودة",
    image: "/studio/team/man.webp",
    desc: "مسؤول عن ضمان جودة وسلامة المنتج الغذائي في المنشأة، ويراقب جميع مراحل الإنتاج الغذائي، ويتولّى فحص العينات وإجراء الاختبارات اللازمة للتأكد من عدم وجود تلوث، كتابة تقرير على ذلك",
  },
  {
    name: "أحمد خياط",
    position: "مراقب جودة",
    image: "/studio/team/man.webp",
    desc: "مسؤول عن ضمان جودة وسلامة المنتج الغذائي في المنشأة، ويراقب جميع مراحل الإنتاج الغذائي، ويتولّى فحص العينات وإجراء الاختبارات اللازمة للتأكد من عدم وجود تلوث، كتابة تقرير على ذلك",
  },
  // {
  //   name: "عبدالله باجابر",
  //   position: "مهندس برمجيات",
  //   image: "/studio/team/33.webp",
  //   desc: "بناء وتطوير المواقع وبرمجة الواجهات الأمامية والخلفية بأحدث التقنيات لإخراج المنتج بشكل رائع وقابل للاستخدام بسهولة من قبل المستخدم، وتصميم قاعدة البيانات",
  // },
  {
    name: "مؤيد الصبحي",
    position: "مهندس برمجيات",
    image: "/studio/team/34.webp",
    desc: "بناء وتطوير المواقع وبرمجة الواجهات الأمامية والخلفية بأحدث التقنيات لإخراج المنتج بشكل رائع وقابل للاستخدام بسهولة من قبل المستخدم، وتصميم قاعدة البيانات",
  },
];
("/rakaya");
export const contentData = [
  {
    textContent:
      "تواجه كل شركة في طريقها لتحقيق أهدافها ونموها في السوق تحديّات كبيرة، قد تكون إدارية من حيث تنظيمها وهيكلتها وإدارة المهام أو تسويقية برواجها أو عدم وضوح رؤيتها في مرحلتها القادمة، لذلك وجدت ركايا...",
    subtitle:
      "حتّى نكون نقاط للحروف وأسطر للصفحة البيضاء ومفاتيح لأي قُفل بفريقنا المميز ومستشارينّا نقوم بدراسة مكمن العقدة لحلّها بوضع خطط استراتيجية تلائم الشركة وتطوّر من أوضاعها.",
    imgSrc: "/studio/companies/Rakaya-white.webp",
  },
  {
    textContent:
      "ركايا البديعة هي أرض خصبة للأفكار الإبداعية والحلول اللامتناهية وأساليب العمل الإحترافية وقوّتنا أننا نرى بأن الشركة ليست عماد إداري فقط بل التقنية عامل مهم جدًا وأتمتة الأعمال جزء لاينفك عنها",
    subtitle:
      "إتقان.. جوهرتنا التقنية تــكمن في أن مهندسي البرمجيات لدينا ليسوا مجرد مبرمجين بل هم خلّاقو الإبداع، يتمتعون بملكة عالية في اهتمامهم لأدق التفاصيل، وامتلاكهم لرؤية شاملة وقدرة استثنائية على تحويل الأفكار إلى حلول تقنية مبتكرة وفعّالة.",
    imgSrc: "/studio/companies/Etqan.webp",
  },
  {
    textContent:
      "ولأن التميّز في مجال مزدهر مثل الاستشارات أمر مهم ولاهتمامنا بالاستدامة والنمو الغذائي السليم، نعتز في ركايا البديعة بوجود القطاع المختص بتقديم الاستشارات الغذائية مع نخبة من الاستشاريين المرخصين من الهيئة العامة للغذاء والدواء.",
    subtitle:
      "جودة .. في جودة التشغيل الغذائي نتفرد بمستشارين غذائيين واختصاصيين وفريق عمل متمرّس بخبرات تتجاوز 20 سنة ، نعكس التزامنا بتقديم أعلى مستويات الخدمة والدعم لعملائنا مما يساهم في رفع جودة ووعي المنشآت والقطاعات الغذائية",
    imgSrc: "/studio/companies/QFSCO.webp",
  },
  ,
];
("/rakaya/pillars");
export const pillarsData = [
  {
    title: "الشفافية",
    icon: "bi bi-list-nested",
    description:
      "التواصل الواضح مع العميل وتقديم الإستشارة بعد دراستها من كل الجوانب",
  },
  {
    title: "المسؤولية",
    icon: "bi bi-bar-chart",
    description:
      "الالتزام بأداء العمل على أكمل وجه وإضافة قيمة نوعية تساهم بتحقيق النجاح",
  },
  {
    title: "الاستدامة",
    icon: "bi bi-grid-1x2",
    description: "الحرص على خلق علاقة شراكة ناجحة مستدامة على المدى الطويل",
  },
  {
    title: "التمكين",
    icon: "bi bi-asterisk",
    description:
      "العمل على الوصول لأكبر قدرة إنتاجية وزيادة الكفاءة بخطط وأهداف منظمة",
  },
  {
    title: "الجدارة",
    icon: "bi bi-star",
    description:
      "إنجاز العمل بطريقة صحيحة وفي توقيت مثالي بواسطة استشاريين متخصصين",
  },
];
("/rakaya/impact");
export const blogs = [
  {
    blog: `"وجود ركايا أمر جوهري ونتمنى أن نزيد من تعاوننا"`,
    author: "د. أحمد سندي رئيس مجلس إدارة مجموعة أثراء القابضة",
  },
  {
    blog: `"ركايا من أهم أسباب نجاحنا والشريك الذي نعتمد عليه" `,
    author: " أ. فواز دانش رئيس مجلس إدارة شركة ضيوف البيت",
  },
  {
    blog: ` "توفّقنا في اختيار شركة ركايا كشريك قوي أمين"  `,
    author: " أ. أسامة دانش العضو المنتدب لشركة حجاج جنوب آسيا",
  },
  {
    blog: `"سعدنا بشراكتنا مع شركة ركايا ونتشرّف أن تكون شراكة استراتيجية للمدى البعيد `,
    author: " أ. أسامة أبو العلا الرئيس التنفيذي لشركة ضيوف البيت",
  },
  {
    blog: `"إحدى الشركات المحترمة والمرموقة ومزيدًا من التوفيق والنجاح إن شاء الله" `,
    author: " أ. عبدالرحمن شركة خاصة  ",
  },
  {
    blog: `"شركة لها اسم قوي في السوق وتقدم كثير من الخدمات الإدارية" `,
    author: "   أ. لؤي شركة صناع النظم  ",
  },

  {
    blog: `"ركايا معروفة في السوق بإسمها القوي ونجاحها المتقدم"`,
    author: " أ. محمد شركة خاصة ",
  },
  {
    blog: `"شركة تمتاز بالنظام والاحترام صدرهم يسمع لك قبل أن يتكلم ، من أفضل الشركات التي تم الاجتماع معها مسئول محترم ومتفاهم و خلوق" `,
    author: "   أ. مصطفى شركة خاصة  ",
  },
];
("rakaya/products");
export const products = [
  {
    title: "منصة رفادة لجودة التشغيل",
    description:
      "منصة تقنية تكاملية تعتمد على التكنولوجيا وتعمل على الربط بين مزودي الخدمة بقطاع الإعاشة والتغذية والضيافة، ومراقبي صحة و سلامة وجودة الغذاء، تهدف المنصة للتقييم التفاعلي والمتابعة المحكمة للخطط التشغيلية وتوفير تجربة تفاعلية، كما تعتمد المنصة على تبادل البيانات والمعلومات بين جميع الأطراف المعنية، وتوفير آليات للتقييم الدوري والتفاعلي للخدمات المقدمة، مما يسهل عملية اتخاذ القرارات وتحسين أداء الخدمات بشكل مستمر وفعّال.",
    subTitle: "رفادة مجموعة حلول أعدت بإتقان..  ",
  },
  {
    title: "منصة انتقاء وارتقاء",
    description:
      "منصة إلكترونية تعتمد على تحليل البيانات بالتكنولوجيا متخصصة في انتقاء وتقييم الكوادر البشرية وتقديم الاستشارات والتدريب وتطوير الكفاءات ونقدم الحلول الشاملة لعمليات اختيار الموظفين وفق أسس علمية، وتعد وكيل للمركز العربي للتقييم والتطوير، وهو المعتمد الرئيس في الشرق الأوسط وأفريقيا لمؤسسة سايتك الدولية ( TECH INTERNATIONAL ).",
  },
  {
    title: "موقع شركة إتقان الرقمية ",
    description:
      "تم إنشاء صفحة هبوط لشركة اتقان الرقمية، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها.",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة جودة التشغيل لخدمات الاستشارات الغذائية",
    description:
      "تم إنشاء صفحة هبوط لشركة جودة التشغيل لخدمات الاستشارات الغذائية، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة الطهاة الخمسة",
    description:
      "تم إنشاء صفحة هبوط لشركة الطهاة الخمسة، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة إثراء الخير لخدمات الحجاج",
    description:
      "تم إنشاء صفحة هبوط لشركة اثراء الخير، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة إسناد القابضة",
    description:
      "تم إنشاء صفحة هبوط لشركة إسناد القابضة، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها.",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
];
("/rakaya/programs");
export const program = [
  {
    title: "منصة جسر",
    description:
      "منصة تقنية للموارد البشرية تستخدم لمتابعة احتياجات الموظفين وتساعدهم على تسجيل اوقات حضورهم وانصرافهم عبر تطبيق الجوال",
    href: "https://www.jisr.net/ar/about-jisr",
  },
  {
    title: "برنامج Trello",
    description:
      "يستخدم لإدارة مشاريع ومهام الفريق وحتى يكون العمل منظم وموثّق.",
    href: "https://trello.com/",
  },
  {
    title: "تطبيقات قوقل",
    description: "",
    href: "https://google.com",

    items: [
      {
        item: " نستخدم Google drive لمشاركة الملفات مع الفريق وسهولة الوصول إليها",
      },
      {
        item: "  نستخدم Google meet لتسهيل العمل الجماعي والتواصل المرن مع أعضاء الفريق  ",
      },
      {
        item: " ونستخدم Google sheet لإنشاء جداول البيانات وتخزينها ومشاركتها مع فريق العمل بسهولة",
      },
    ],
  },
  {
    title: "برنامج Figma",
    description:
      "نصمم المواقع والتطبيقات عن طريق Figma ومن خلاله يوضح المصمم للمبرمج شكل التطبيق وشكل الموقع.",
    href: "https://www.figma.com/",

    subTitle: "",
  },
];
("/rakaya/services");
export const services = [
  {
    title: "استشارات إستراتيجية",
    subTitle:
      "للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية للتحسين ، يساعدك فريقنا على:",
    items: [
      { item: "بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها" },
      {
        item: "تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات الاستراتيجية",
      },
      { item: "تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات" },
    ],
  },
  {
    title: "استشارات تنظيمية",
    subTitle:
      "لأهمية تنظيم المنشأة من مواجهة التحديات الداخلية ، يساعدك فريقنا على:",
    items: [
      { item: "تصميم الهياكل التنظيمية وتشغيل عمليات الموارد البشرية" },
      { item: "تصميم اللوائح الداخلية وتطوير أدلة السياسات والإجراءات" },
      {
        item: "تحسين إجراءات العمل وتحليل الاحتياجات التدريبية وإدارة برامج التطوير القيادي",
      },
      { item: "بناء قدرات فريق العمل وتصميم مؤشرات أداء الموظفين" },
    ],
  },
  {
    title: "استشارات ريادية",
    subTitle:
      "الشغف والإصرار للتعلم والتكيّف مع التغيرات المحيطة سبب استدامة المنظومات ، يساعدك فريقنا على:",
    items: [
      { item: "تصميم وتحليل الميزة التنافسية" },
      { item: "تصميم مؤشرات قياس الأداء" },
      { item: "تطبيق وتفعيل أنظمة الجودة" },
      { item: "تصميم خطط للمشاريع الصغيرة ونموها" },
    ],
  },
  {
    title: "استشارات رقمية",
    subTitle:
      "لضمان التواجد الرقمي المميّـز وتطوير المنشأة للأفضل ، يساعدك فريقنا على:",
    items: [
      {
        item: "تحليل وبناء الأنظمة واختبارها للتأكد من فعاليتها وموافقتها لاختيار العميل",
      },
      { item: "تصميم واجهات المستخدم لتطبيقات الجوال والمواقع الإلكترونية" },
      { item: "تصميم وبرمجة المواقع وبرمجة تطبيقات الجوال cross platforms" },
      {
        item: "الاستضافة السحابية بحجز وتجهيز الخوادم والنطاقات ورفع المنتج على الخوادم",
      },
    ],
  },
  {
    title: "استشارات التميز",
    subTitle:
      "التميز والإبداع هدف المنشأة الناجحة ولمزيد من النجاحات يساعدك فريقنا على: ",
    items: [
      { item: "تقييم كفاءة مكاتب إدارة المشاريع" },
      { item: "تقييم إدارة المحافظ والبرامج والمشاريع" },
      { item: "تقييم المتطلبات الخاصة بشهادات الايزو (ISO)" },
      { item: "تصميم مصفوفة الصلاحيات وتطبيق برامج ترشيد الإنفاق" },
    ],
  },
  {
    title: "استشارات غذائية",
    subTitle: "لتحسين جودة وصحة وسلامة الغذاء في المنشأة ، يساعدك فريقنا على: ",
    items: [
      { item: "دراسة واعتماد المخططات الخاصة بالمنشآت الغذائية" },
      {
        item: "تأهيل المنشأة الغذائية وتدريب أفرادها ووثائقها المطلوبة لتطبيق أنظمة الجودة والايزو",
      },
      {
        item: "تقديم استشارات ملائمة تتناسب مع احتياجات العميل المتكاملة في منشأته الغذائية",
      },
      { item: "تدريب الموظفين والعاملين على ممارسات سلامة الأغذية" },
    ],
  },
];

("rakaya/work");
export const works = [
  {
    title: "الرئيس التنفيذي",
    description:
      "يدير المهندس حاتم باناصر الأعمال اليومية التنفيذية بدوره كرئيس تنفيذي بكفاءة وفعالية لركايا، يتحلى برؤية استراتيجية قوية تخدم أهداف ركايا البديعة وتساعدها على تحديد الاتجاهات المستقبلية وتحقيق النمو والنجاح المستدام، كما يقوم بتوجيه وإشراف الفريق التنفيذي والموظفين لضمان تنفيذ الاستراتيجيات والأهداف بشكل صحيح وفي الوقت المحدد، ويتولّى مسؤولية تحديد المهام وتوزيعها بين الأقسام المختلفة، ويتابع تقدم العمل ويتدخل عند الحاجة لحل المشكلات وتحقيق التحسينات. نتجت خطته الاستراتيجية واتخاذه للقرارات الصائبة، باتخاذه لفريق عمل يعد ركايا نجم لابد أن يسطع وحلم لابد أن يتحقق برغبتهم مشتركة بتعزيز سمعة الشركة وتحقيق النجاح المشترك.",
  },
  {
    title: "مدير إدارة تقنية المعلومات",
    description:
      "يتولى عمر خان في ركايا مهمة إدارة إتقان الرقمية، حيث يقود فريقه نحو تطوير وتنفيذ المشاريع التقنية المبتكرة. منذ البدايات الأولى وحتى الآن، شهد موقع ركايا تطورًا مستمرًا وتحسينًا داخليًا. هذا التطوير الذاتي يمكننا من تقديم أحدث التقنيات وأرقى التصاميم لإثراء الإبداع الداخلي والخارجي بالشكل الأمثل. بدعم فريق متخصص يضم مطورين لنظامي iOS وAndroid، بالإضافة إلى خبراء في مجالات الـBackend والـFrontend، ومصممي واجهات المستخدم وتجربة المستخدم، نحن قادرون على تصميم وإطلاق مواقع وتطبيقات على أعلى مستوى.",
  },
  {
    title: "مديرة البحث والتطوير بصحة وسلامة الغذاء",
    description:
      "تتولى د. مريم العامودي إدارة الجودة وصحة وسلامة الأغذية وتقديم التوجيه الاستراتيجي والخدمات الاستشارية والتدريب والدعم للعملاء في تحقيق التميز في ممارسات إدارة الجودة وسلامة الأغذية. وتسعى مع فريقها إلى ضمان الامتثال التنظيمي، وقيادة التحسين المستمر، والتدريب والتطوير، وتعزيز نجاح العميل في مشهد الصناعة الديناميكي والمتطور.",
  },
];
("rakaya/studio");
export const postsStudio = [
  {
    headTitle: "إستعدادات ركايا لموسم حج 1445",
    coverPost: "/studio/studio/haj/2.jpg",
    showPattern: true,
    posts: [
      {
        image: "/studio/studio/haj/4.jpg",
        title: "عائلة ركايا",
        desc: "عائلة ركايا تجتمع لعرض الخطة النهائية لمشاريع حج 1445، حماسنا لا يوصف لخدمة ضيوف الرحمن",
      },
      {
        image: "/studio/studio/haj/3.jpg",
        title: "م.حاتم باناصر",
        desc: "جانب من لقاء الرئيس التنفيذي في اجتماع عرض الخطة النهائية لمشاريع حج 1445",
      },
      {
        image: "/studio/studio/haj/1.jpg",
        title: "آلية استخدام تطبيق منصة ركايا لجودة التشغيل",
        desc: "تجربة تفاعلية لتطبيق منصة ركايا لجودة التشغيل في دورة آلية استخدام المنصة",
      },
    ],
  },
  {
    headTitle: "مأدبة فطور رمضان ١٤٤٥ هـ  لفريق ركايا",
    coverPost: "/studio/studio/ramadan-1445/1.webp",
    showPattern: true,
    posts: [
      {
        image: "/studio/studio/ramadan-1445/2.webp",
        title: "مأدبة الإفطار لفريق شركة ركايا",
        desc: "في اجواء رمضانية اجتمع منسوبي شركة ركايا على مأدبة الإفطار في قلب مركاز البلد الأمين",
      },
      {
        image: "/studio/studio/ramadan-1445/3.webp",
        title: "فريق ركايا",
        desc: "لقطة تجتمع فيها أفراد شركة ركايا بعد إفطار شهي تملؤه روح الأخوة والألفة",
      },
    ],
  },
  {
    headTitle: "ركايا الراعي الذهبي لمركاز البلد الأمين",
    coverPost: "/studio/studio/abamco/1.webp",
    showPattern: true,
    posts: [
      {
        image: "/studio/studio/abamco/2.webp",
        title: "مقر مركاز البلد الأمين",
        desc: "من قلب مركاز البلد، يبرز الرمز الأمين الذي يدل على كونه المكان الذي يجتمع فيه كبار أهالي المنطقة لمناقشة القضايا الاجتماعية التي تهدف إلى تعزيز التواصل الفعال من أجل النمو الاقتصادي المستدام، حيث كانت ركايا الراعي الذهبي.",
      },
      {
        image: "/studio/studio/abamco/3.webp",
        title: "هدية مركاز البلد الأمين",
        desc: "في إطار الاحتفالات، تم توزيع هدايا تذكارية على الضيوف.",
      },
      {
        image: "/studio/studio/abamco/4.webp",
        title: "مسرح مركاز البلد الأمين",
        desc: "مركاز البلد هو مسرح مميز بطابعه الاحترافي والرفاهية، ويتميز بالتميز والأصالة، وزينه فريق شركة ركايا.",
      },
    ],
  },
  {
    headTitle: "احتفالات يوم التأسيس",
    coverPost: "/studio/studio/foundation-day/1.png",
    showPattern: true,
    posts: [
      {
        image: "/studio/studio/foundation-day/2.webp",
        title: "المستشار والرئيس التنفيذي",
        desc: "مشاركة المستشار نبيل عابد والرئيس التنفيذي المهندس حاتم سالم باناصر حفلة يوم التأسيس مع فريق ركايا",
      },
      {
        image: "/studio/studio/foundation-day/3.webp",
        title: "ركايا",
        desc: "هدية تذكارية من المهندس حاتم باناصر إلى الاستاذ.أحمد الغريب",
      },
    ],
  },
  {
    headTitle: "اكسبو حج ١٤٤٥ هـ",
    coverPost: "/studio/studio/haj-expo/1.webp",
    showPattern: true,
    posts: [
      {
        image: "/studio/studio/haj-expo/2.webp",
        title: "اكسبو #١",
        desc: "بناء جسور التواصل مع المهتمين في جناح ركايا",
      },
      {
        image: "/studio/studio/haj-expo/3.webp",
        title: "اكسبو #٢",
        desc: "لحظات تحفظ في الذاكرة وتحمل الإلهام",
      },
      {
        image: "/studio/studio/haj-expo/4.webp",
        title: "اكسبو #٣",
        desc: "أفكار رائعة ومبدعة في كل زاوية",
      },
    ],
  },
  {
    headTitle: "اتقان الرقمية",
    coverPost: "/studio/studio/etqan/1.webp", // على سبيل المثال
    posts: [
      {
        image: "/studio/studio/etqan/2.webp",
        title: "بوست سين",
        desc: "ليش دايمًا نتجنب نسأل ؟وليش البعض يعتبر السؤال مؤشر على الضعف و عدم المعرفة ؟",
        href:"https://www.instagram.com/p/C1R3KJQqj9Z/?img_index=1"
      },
      {
        image: "/studio/studio/etqan/3.webp",
        title: "بوست جيم",
        desc: "الاجابة مهارة مهمة في تواصلنا تتطلب مننا نفهم ونسمع كويس عشان نقدر نوّصل المعلومة بوضوح ، وقدرتنا على توصيل الإجابة تعكس مهارتنا في فن الاجابة",
        href:"https://www.instagram.com/p/C2H2m2nMxLG/?img_index=1"

      },
      {
        image: "/studio/studio/etqan/4.webp",
        title: "بوست الاحتراق الوظيفي",
        desc: "‏‎اذا كنت بتعاني من وظيفتك انتبه توصل للـ#الاحتراق_الوظيفي 🚫",
        href:"https://www.instagram.com/reel/C2u3bh9K0ml/?igsh=MWJjcjRiMDhqaGpuaA%3D%3D"
      },
    ],
  },
];
